{
  "литература": {
    "1999": "Опубликован роман Харуки Мураками «Хроники заводной птицы».",
    "2000": "Джоан Роулинг выпустила четвёртую часть «Гарри Поттера» — «Кубок огня».",
    "2001": "Букеровская премия присуждена Питеру Кэри за роман «Истинная история банды Келли».",
    "2002": "Имре Кертесу вручена Нобелевская премия по литературе за освещение Холокоста.",
    "2003": "Стивен Кинг опубликовал «Тёмная Башня VI: Песнь Сюзанны».",
    "2004": "Орхан Памук выпустил роман «Снег», который стал международным бестселлером."
  },
  "кино": {
    "2008": "Выход фильма «Тёмный рыцарь» Кристофера Нолана, ставшего культовым.",
    "2009": "Премьера фильма «Аватар» Джеймса Кэмерона, перевернувшего индустрию 3D-кинематографа.",
    "2010": "Начало популярности фильма «Начало» Кристофера Нолана.",
    "2011": "Выход заключительного фильма о Гарри Поттере — «Дары смерти. Часть 2».",
    "2012": "Премьера первого фильма трилогии «Хоббит» — «Нежданное путешествие».",
    "2013": "Выход фильма «Гравитация», ставшего хитом в научной фантастике."
  },
  "наука": {
    "2015": "Технология CRISPR впервые применена для редактирования генов человека.",
    "2016": "Обнаружение гравитационных волн, подтверждающее теорию Эйнштейна.",
    "2017": "Создан первый прототип искусственного интеллекта, обыгравший чемпионов в игре Go.",
    "2018": "Открытие нового состояния материи — времени-кристалла.",
    "2019": "Первая фотография чёрной дыры получена при помощи телескопа Horizon.",
    "2020": "Созданы первые эффективные вакцины против COVID-19."
  },
  "космос": {
    "2015": "Космический аппарат New Horizons сделал первые снимки Плутона.",
    "2016": "Обнаружена планета Proxima b в обитаемой зоне звезды Проксимы Центавра.",
    "2017": "Телескоп Хаббл нашёл самую удалённую галактику GN-z11.",
    "2018": "Запуск зонда Parker Solar Probe для изучения Солнца.",
    "2019": "Китайская миссия Chang'e-4 успешно приземлилась на обратной стороне Луны.",
    "2020": "Астронавты NASA впервые отправились на МКС на частном корабле SpaceX Crew Dragon."
  },
  "технологии": {
    "2015": "Появление технологий автопилота в автомобилях Tesla.",
    "2016": "Выпуск первого коммерческого VR-устройства — Oculus Rift.",
    "2017": "Запуск сервиса Amazon Alexa на международный рынок.",
    "2018": "Искусственный интеллект DeepMind научился играть в StarCraft II.",
    "2019": "Разработка процессоров с архитектурой 7-нм от AMD.",
    "2020": "Внедрение 5G-сетей в коммерческую эксплуатацию по всему миру."
  },
  "программирование": {
    "2015": "Релиз Angular 2.0 — крупное обновление популярного фреймворка от Google.",
    "2016": "Выпуск языка программирования Swift в открытый доступ.",
    "2017": "Node.js обновлён до версии 8 с поддержкой асинхронных итераторов.",
    "2018": "Выход React 16.3 с внедрением нового контекстного API.",
    "2019": "Релиз Python 3.8 с поддержкой оператора «морж».",
    "2020": "TypeScript стал одним из самых популярных языков для веб-разработки."
  }
}
